Repository: KayBeckmann/tracker
Catalog: app/lib/l10n/app_*.arb
Languages: de, sv

# journalEditorHint
source: Write your journal entry using Markdown formatting.
de: Schreibe deinen Eintrag mit Markdown-Formatierung.
sv: Skriv ditt inlägg med Markdown-format.

# journalPreviewEmpty
source: Nothing to preview yet.
de: Noch nichts zum Anzeigen vorhanden.
sv: Inget att visa ännu.

# journalTrendsTitle
source: Recent trends
de: Aktuelle Verläufe
sv: Senaste trender

# journalTrendsDescription
source: Tracker values for the last 30 days.
de: Tracker-Werte der letzten 30 Tage.
sv: Tracker-värden för de senaste 30 dagarna.

# journalTrendsEmpty
source: Add trackers to see trend charts.
de: Füge Tracker hinzu, um Verläufe zu sehen.
sv: Lägg till tracker för att se trender.

# journalTrendNoData
source: No entries yet.
de: Noch keine Einträge.
sv: Inga inlägg ännu.

# journalTrendLegendCheckbox
source: 0 = no, 1 = yes
de: 0 = nein, 1 = ja
sv: 0 = nej, 1 = ja

# journalTrendLegendRating
source: Range 0-5
de: Bereich 0-5
sv: Intervall 0-5

# journalDashboardEntryDone
source: Today's entry is complete.
de: Für heute ist bereits ein Eintrag vorhanden.
sv: Dagens inlägg är klart.

# journalDashboardEntryMissing
source: You haven't written anything today yet.
de: Heute wurde noch nichts eingetragen.
sv: Du har inte skrivit något i dag ännu.

# journalDashboardLocked
source: Unlock the journal to view today's status.
de: Entsperre das Journal, um den heutigen Status zu sehen.
sv: Lås upp journalen för att se dagens status.

# journalDashboardOpenButton
source: Open journal
de: Journal öffnen
sv: Öppna journal

# journalTrackersSectionTitle
source: Trackers
de: Tracker
sv: Tracker

# journalAddTrackerButton
source: Add tracker
de: Tracker hinzufügen
sv: Lägg till tracker

# journalTrackersEmpty
source: No trackers yet. Create one to start tracking your routines.
de: Es sind noch keine Tracker vorhanden. Lege einen an, um Routinen zu verfolgen.
sv: Inga tracker ännu. Skapa en för att följa dina rutiner.

# journalAddTrackerTitle
source: Add tracker
de: Tracker hinzufügen
sv: Lägg till tracker

# journalEditTrackerTitle
source: Edit tracker
de: Tracker bearbeiten
sv: Redigera tracker

# journalDeleteTrackerTitle
source: Delete tracker
de: Tracker löschen
sv: Ta bort tracker

# journalDeleteTrackerMessage
source: Delete the tracker "{name}" and all recorded values?
de: Den Tracker "{name}" und alle Werte löschen?
sv: Vill du ta bort trackern "{name}" och alla sparade värden?

# journalTrackerNameLabel
source: Name
sv: Namn

# journalTrackerNameError
source: Enter a tracker name.
de: Bitte gib einen Namen ein.
sv: Ange ett namn.

# journalTrackerKindLabel
source: Tracker type
de: Trackertyp
sv: Trackertyp

# journalTrackerKindCheckbox
source: Yes / No
de: Ja / Nein
sv: Ja / Nej

# journalTrackerKindRating
source: Rating (0-5)
de: Bewertung (0-5)
sv: Betyg (0-5)

# journalTrackerDescriptionLabel
source: Description (optional)
de: Beschreibung (optional)
sv: Beskrivning (valfritt)

# journalTrackerRatingTooltip
source: Set rating to {rating} stars
de: Bewertung auf {rating} Sterne setzen
sv: Sätt betyg till {rating} stjärnor

# journalTrackerClearTooltip
source: Clear value
de: Wert löschen
sv: Rensa värde

# journalCalendarPrevious
source: Previous month
de: Vorheriger Monat
sv: Föregående månad

# journalCalendarNext
source: Next month
de: Nächster Monat
sv: Nästa månad

# journalLockTooltip
source: Lock journal
de: Journal sperren
sv: Lås journalen

# journalLockedTitle
source: Journal locked
de: Journal gesperrt
sv: Journalen är låst

# journalLockedMessage
source: Unlock the journal with your PIN or biometrics to view your entries.
de: Entsperre das Journal mit deiner PIN oder Biometrie, um die Einträge zu sehen.
sv: Lås upp journalen med din PIN-kod eller biometrik för att visa inläggen.

# journalPinLabel
source: PIN
sv: PIN-kod

# journalUnlockWithPin
source: Unlock with PIN
de: Mit PIN entsperren
sv: Lås upp med PIN

# journalUnlockWithBiometrics
source: Use biometrics
de: Biometrie verwenden
sv: Använd biometrik

# journalPinRequired
source: Enter your PIN.
de: Bitte gib deine PIN ein.
sv: Ange din PIN-kod.

# journalUnlockSuccess
source: Journal unlocked.
de: Journal entsperrt.
sv: Journalen är upplåst.

# journalUnlockFailed
source: Incorrect PIN. Try again.
de: Falsche PIN. Bitte erneut versuchen.
sv: Fel PIN-kod. Försök igen.

# journalNoProtectionConfigured
source: No protection is configured for the journal.
de: Für das Journal ist kein Schutz konfiguriert.
sv: Journalen har inget skydd konfigurerat.

# journalBiometricUnavailable
source: Biometric authentication is not available on this device.
de: Biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
sv: Biometrisk autentisering är inte tillgänglig på den här enheten.

# journalBiometricPrompt
source: Authenticate to unlock the journal.
de: Authentifiziere dich, um das Journal zu entsperren.
sv: Autentisera dig för att låsa upp journalen.

# journalBiometricError
source: Biometric authentication failed.
de: Biometrische Authentifizierung fehlgeschlagen.
sv: Biometrisk autentisering misslyckades.

# journalTemplateSaved
source: Daily template saved.
de: Tagesvorlage gespeichert.
sv: Daglig mall sparad.

# journalTemplateCleared
source: Daily template cleared.
de: Tagesvorlage gelöscht.
sv: Daglig mall rensad.

# journalChangePinDialogTitle
source: Change PIN
de: PIN ändern
sv: Ändra PIN-kod

# journalSetPinDialogTitle
source: Set PIN
de: PIN festlegen
sv: Ställ in PIN-kod

# journalNewPinLabel
source: New PIN (4-12 digits)
de: Neue PIN (4-12 Ziffern)
sv: Ny PIN-kod (4-12 siffror)

# journalPinValidationError
source: Enter 4-12 digits.
de: Bitte gib 4-12 Ziffern ein.
sv: Ange 4-12 siffror.

# journalConfirmPinLabel
source: Confirm PIN
de: PIN bestätigen
sv: Bekräfta PIN-kod

# journalPinMismatchError
source: PINs do not match.
de: Die PINs stimmen nicht überein.
sv: PIN-koderna matchar inte.

# journalPinSetSuccess
source: PIN saved.
de: PIN gespeichert.
sv: PIN-koden sparades.

# journalRemovePinTitle
source: Remove PIN
de: PIN entfernen
sv: Ta bort PIN-kod

# journalRemovePinDescription
source: Enter your current PIN to remove it from the journal.
de: Gib deine aktuelle PIN ein, um sie zu entfernen.
sv: Ange din nuvarande PIN-kod för att ta bort den.

# journalCurrentPinLabel
source: Current PIN
de: Aktuelle PIN
sv: Nuvarande PIN-kod

# journalRemovePinError
source: PIN is incorrect.
de: Die PIN ist falsch.
sv: PIN-koden är felaktig.

# journalPinRemoved
source: PIN removed.
de: PIN entfernt.
sv: PIN-koden har tagits bort.

# journalBiometricEnabledMessage
source: Biometric unlock enabled.
de: Biometrische Entsperrung aktiviert.
sv: Biometrisk upplåsning har aktiverats.

# journalBiometricDisabledMessage
source: Biometric unlock disabled.
de: Biometrische Entsperrung deaktiviert.
sv: Biometrisk upplåsning har inaktiverats.

# journalSettingsDescription
source: Configure the daily template and security options for your journal.
de: Konfiguriere Tagesvorlage und Sicherheit deines Journals.
sv: Konfigurera daglig mall och säkerhet för din journal.

# journalTemplateLabel
source: Daily template
de: Tagesvorlage
sv: Daglig mall

# journalTemplateHint
source: Template text that will be pre-filled for new days.
de: Vorlagentext, der für neue Tage vorausgefüllt wird.
sv: Malltext som fylls i för nya dagar.

# journalTemplateClear
source: Clear template
de: Vorlage löschen
sv: Rensa mall

# journalPinStatusSet
source: PIN protection enabled
de: PIN-Schutz aktiviert
sv: PIN-skydd aktiverat

# journalPinStatusUnset
source: PIN protection disabled
de: PIN-Schutz deaktiviert
sv: PIN-skydd inaktiverat

# journalPinStatusDescription
source: A PIN is required to open the journal.
de: Zum Öffnen des Journals wird eine PIN benötigt.
sv: En PIN-kod krävs för att öppna journalen.

# journalPinStatusDescriptionUnset
source: Set a PIN to protect your journal entries.
de: Lege eine PIN fest, um dein Journal zu schützen.
sv: Ställ in en PIN-kod för att skydda journalen.

# journalChangePinButton
source: Change PIN
de: PIN ändern
sv: Ändra PIN-kod

# journalSetPinButton
source: Set PIN
de: PIN festlegen
sv: Ställ in PIN-kod

# journalRemovePinButton
source: Remove PIN
de: PIN entfernen
sv: Ta bort PIN-kod

# journalBiometricToggleTitle
source: Unlock with biometrics
de: Mit Biometrie entsperren
sv: Lås upp med biometrik

# journalBiometricToggleSubtitle
source: Allow fingerprint or face recognition to unlock the journal.
de: Fingerabdruck oder Gesichtserkennung zum Entsperren verwenden.
sv: Tillåt fingeravtryck eller ansiktsigenkänning för att låsa upp journalen.

# journalLockNowButton
source: Lock journal now
de: Journal jetzt sperren
sv: Lås journalen nu

# journalLockedStatus
source: Journal is locked.
de: Journal ist gesperrt.
sv: Journalen är låst.

# journalUnlockedStatus
source: Journal is unlocked.
de: Journal ist entsperrt.
sv: Journalen är upplåst.

# journalProtectionDisabledHint
source: Enable a PIN or biometrics to protect your journal.
de: Aktiviere eine PIN oder Biometrie, um dein Journal zu schützen.
sv: Aktivera PIN-kod eller biometrik för att skydda journalen.

# journalLockedNotice
source: Journal locked. Unlock it from the module.
de: Journal gesperrt. Entsperre es im Modul.
sv: Journalen är låst. Lås upp den i modulen.

# habitsAddHabitButton
source: Add habit
sv: Lägg till vana

# habitsCreateTitle
source: New habit
sv: Ny vana

# habitsEditTitle
source: Edit habit
sv: Redigera vana

# habitsNameLabel
source: Name
sv: Namn

# habitsDescriptionLabel
source: Description
sv: Beskrivning

# habitsNameRequired
source: Please enter a name.
sv: Ange ett namn.

# habitsIntervalLabel
source: Interval
sv: Intervall

# habitsMeasurementLabel
source: Value type
sv: Värdetyp

# habitsTargetOccurrences
source: Times per interval
sv: Antal per intervall

# habitsInvalidNumber
source: Please enter a valid number.
sv: Ange ett giltigt tal.

# habitsTargetValueLabel
source: Target value per interval
sv: Målvärde per intervall

# habitsCancelButton
source: Cancel
sv: Avbryt

# habitsSaveButton
source: Save
sv: Spara

# habitsIntervalDaily
source: Daily
sv: Dagligen

# habitsIntervalMultiplePerDay
source: Multiple times per day
sv: Flera gånger per dag

# habitsIntervalWeekly
source: Weekly
sv: Varje vecka

# habitsIntervalMultiplePerWeek
source: Multiple times per week
sv: Flera gånger per vecka

# habitsMeasurementBoolean
source: Completed / not completed
sv: Genomfört / ej genomfört

# habitsMeasurementInteger
source: Integer value
sv: Heltalsvärde

# habitsMeasurementDecimal
source: Decimal value
sv: Decimalt värde

# habitsCreateSuccess
source: Created "{name}".
sv: "{name}" har skapats.

# habitsUpdateSuccess
source: Updated "{name}".
sv: "{name}" har uppdaterats.

# habitsDeleteHabit
source: Delete habit
sv: Ta bort vana

# habitsDeleteHabitConfirm
source: Delete "{name}" and all its entries?
sv: Ta bort "{name}" och alla poster?

# habitsDeleteHabitAction
source: Delete
sv: Ta bort

# habitsDeleteHabitSuccess
source: Deleted "{name}".
sv: "{name}" har tagits bort.

# habitsEmptyTitle
source: Track your habits
sv: Följ dina vanor

# habitsEmptyDescription
source: Create your first habit to follow your routines and see your progress.
sv: Skapa din första vana för att följa rutiner och se dina framsteg.

# habitsOpenDetails
source: View details
sv: Visa detaljer

# habitsSubtitleBooleanSingle
source: {interval} · Completed
sv: {interval} · Genomfört

# habitsSubtitleBooleanMultiple
source: {interval} · {count}× per interval
sv: {interval} · {count}× per intervall

# habitsSubtitleNumericTarget
source: {interval} · {measurement} · Target {target}
sv: {interval} · {measurement} · Mål {target}

# habitsMarkDoneButton
source: Mark as done
sv: Markera som klar

# habitsUndoTodayButton
source: Undo completion
sv: Ångra markering

# habitsAddCompletion
source: Add completion
sv: Lägg till genomförande

# habitsAddMeasurement
source: Add measurement
sv: Lägg till värde

# habitsLogValueTitle
source: Log value for "{name}"
sv: Registrera värde för "{name}"

# habitsValueHint
source: Enter a value
sv: Ange ett värde

# habitsProgressCompleted
source: {count} of {target} completions {period}
sv: {count} av {target} genomföranden {period}

# habitsProgressValue
source: {total} of {target} {period}
sv: {total} av {target} {period}

# habitsProgressValueNoTarget
source: {total} logged {period}
sv: {total} registrerat {period}

# habitsPeriodDay
source: today
sv: i dag

# habitsPeriodWeek
source: this week
sv: denna vecka

# habitsCurrentProgress
source: Current progress
sv: Aktuell utveckling

# habitsHistorySectionTitle
source: History
sv: Historik

# habitsNoEntriesYet
source: No entries yet.
sv: Inga poster ännu.

# habitsChartTitle
source: Progress over time
sv: Utveckling över tid

# habitsChartEmpty
source: Add a few days of data to see your progress curve.
sv: Lägg till några dagar för att se utvecklingskurvan.

# habitsLogBooleanValue
source: Completed
sv: Genomfört

# habitsDeleteEntryTooltip
source: Delete entry
sv: Ta bort post

# dashboardHabitsOnTrack
source: {completed} of {total} habits on track.
sv: {completed} av {total} vanor följer planen.

# dashboardHabitsEmpty
source: Create your first habit to start tracking progress here.
sv: Skapa din första vana för att se utveckling här.

# ledgerPlaceholder
source: Manage your household budget here.
de: Verwalte hier dein Haushaltsbudget.
sv: Hantera hushållsbudgeten här.

# historySubtitle
source: Name: {name}, Source: {source}, Time: {timestamp}
de: Name: {name}, Quelle: {source}, Zeit: {timestamp}
sv: Namn: {name}, Källa: {source}, Tid: {timestamp}

# historyEmpty
source: No stored responses yet.
de: Es sind noch keine gespeicherten Antworten vorhanden.
sv: Inga sparade svar ännu.

# loginTabSignIn
source: Sign in
de: Anmelden
sv: Logga in

# loginTabRegister
source: Register
de: Registrieren
sv: Registrera

# loginHeading
source: Sign in with your email address and password.
de: Melde dich mit deiner E-Mail-Adresse und deinem Passwort an.
sv: Logga in med din e-postadress och ditt lösenord.

# loginEmailLabel
source: Email address
de: E-Mail-Adresse
sv: E-postadress

# loginPasswordLabel
source: Password
de: Passwort
sv: Lösenord

# loginButton
source: Sign in
de: Anmelden
sv: Logga in

# loginGoogleButton
source: Sign in with Google
de: Mit Google anmelden (bald verfügbar)
sv: Logga in med Google (kommer snart)

# registerHeading
source: Create a new account with email and password.
de: Erstelle ein neues Konto mit E-Mail-Adresse und Passwort.
sv: Skapa ett nytt konto med e-postadress och lösenord.

# registerDisplayNameLabel
source: Display name (optional)
de: Anzeigename (optional)
sv: Visningsnamn (valfritt)

# registerPasswordLabel
source: Password (min. 8 characters)
de: Passwort (mind. 8 Zeichen)
sv: Lösenord (minst 8 tecken)

# registerButton
source: Create account
de: Konto erstellen
sv: Skapa konto

# registerGoogleButton
source: Register with Google
de: Mit Google registrieren (bald verfügbar)
sv: Registrera med Google (kommer snart)

# authErrorInvalidEmailPassword
source: Please enter a valid email address and a password with at least 8 characters.
de: Bitte gib eine gültige E-Mail-Adresse und ein Passwort mit mindestens 8 Zeichen an.
sv: Ange en giltig e-postadress och ett lösenord med minst 8 tecken.

# authErrorMissingCredentials
source: Please enter an email address and password.
de: Bitte gib E-Mail-Adresse und Passwort ein.
sv: Ange e-postadress och lösenord.

# authErrorEmailExists
source: This email address is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.
sv: Den här e-postadressen är redan registrerad.

# authErrorGeneric
source: Authentication error: {description}
de: Authentifizierungsfehler: {description}
sv: Autentiseringsfel: {description}

# authStatusSubmitting
source: Submitting...
de: Wird gesendet...
sv: Skickar...

# errorBadRequest
source: The request was not valid.
de: Die Anfrage war nicht gültig.
sv: Förfrågan var inte giltig.

# errorUnauthorized
source: Invalid credentials.
de: Ungültige Zugangsdaten.
sv: Ogiltiga inloggningsuppgifter.

# errorConflict
source: This email address is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.
sv: Den här e-postadressen är redan registrerad.

# errorUnexpectedStatus
source: Unexpected error (status {status}).
de: Unerwarteter Fehler (Status {status}).
sv: Oväntat fel (status {status}).

# settingsLanguageSectionTitle
source: Language
de: Sprache
sv: Språk

# settingsLanguageDescription
source: Select the language used in the app.
de: Wähle die Sprache der App.
sv: Välj vilket språk appen ska använda.

# settingsLanguageEnglish
source: English
de: Englisch
sv: Engelska

# settingsLanguageGerman
source: German
de: Deutsch
sv: Tyska

# settingsLanguageSwedish
source: Swedish
de: Schwedisch
sv: Svenska

# settingsLanguageApply
source: Apply language
de: Sprache übernehmen
sv: Använd språk

# settingsCurrentLanguage
source: Current language: {language}
de: Aktuelle Sprache: {language}
sv: Aktuellt språk: {language}

# settingsGeneralTitle
source: Settings
sv: Inställningar

# settingsAppearanceSectionTitle
source: Appearance
de: Darstellung
sv: Utseende

# settingsThemeModeLabel
source: Theme mode
de: Designmodus
sv: Temaläge

# settingsThemeModeSystem
source: System default
de: Systemstandard
sv: Systemstandard

# settingsThemeModeLight
source: Light
de: Hell
sv: Ljust

# settingsThemeModeDark
source: Dark
de: Dunkel
sv: Mörkt

# settingsSeedColorLabel
source: Accent color
de: Akzentfarbe
sv: Accentfärg

# settingsSeedColorDescription
source: Pick a highlight color for the app.
de: Wähle die Akzentfarbe der App.
sv: Välj en accentfärg för appen.

# settingsModulesSectionTitle
source: Modules
de: Module
sv: Moduler

# settingsModulesDescription
source: Choose which modules are visible in the menu.
de: Lege fest, welche Module im Menü sichtbar sind.
sv: Välj vilka moduler som ska visas i menyn.

# settingsModulesDragHint
source: Drag the handle to reorder.
de: Ziehe am Griff, um die Reihenfolge zu ändern.
sv: Dra i handtaget för att ändra ordningen.

# settingsSyncInfoTitle
source: Encrypted synchronisation
de: Verschlüsselte Synchronisierung
sv: Krypterad synkronisering

# settingsSyncInfoDescription
source: Sign in to synchronise your data across devices with end-to-end encryption. Without sign-in, everything stays on this device.
de: Melde dich nur an, wenn du deine Daten mit dem Backend synchronisieren möchtest. Ohne Anmeldung bleiben alle Daten auf diesem Gerät.
sv: Logga bara in om du vill synkronisera dina data med backend. Utan inloggning stannar allt på den här enheten.

# guestUserName
source: Guest
de: Gast
sv: Gäst

# guestUserEmail
source: Local device
de: Lokales Gerät
sv: Lokal enhet

# dashboardStatusGuest
source: Sync is only available after sign-in.
de: Synchronisation steht erst nach Anmeldung zur Verfügung.
sv: Synkronisering är endast tillgänglig efter inloggning.

# dashboardGuestIntro
source: Use the app offline or sign in to sync your data.
de: Nutze die App offline oder melde dich an, um Synchronisation und Mitgliedschaften freizuschalten.
sv: Använd appen offline eller logga in för att låsa upp synkronisering och medlemsförmåner.

# dashboardGuestSyncTitle
source: Unlock sync and backup
de: Synchronisierung freischalten
sv: Lås upp synkronisering

# dashboardGuestSyncDescription
source: Create a free account to enable encrypted sync.
de: Erstelle ein kostenloses Konto, um nach Abschluss einer Mitgliedschaft die verschlüsselte Synchronisierung zu aktivieren.
sv: Skapa ett kostnadsfritt konto för att aktivera krypterad synkronisering när du startar ett medlemskap.

# dashboardGuestSyncButton
source: Go to settings
de: Zu den Einstellungen
sv: Gå till inställningar

# membershipSectionTitle
source: Membership
de: Mitgliedschaft
sv: Medlemskap

source: Membership status unknown.
de: Mitgliedschaftsstatus unbekannt.
sv: Medlemsstatus okänd.

# membershipStatusActive
source: Membership active until {date}.
de: Mitgliedschaft aktiv bis {date}.
sv: Medlemskapet är aktivt till {date}.

# membershipStatusActiveShort
source: Active until {date}
de: Aktiv bis {date}
sv: Aktivt till {date}

# membershipStatusInactive
source: No active membership.
de: Keine aktive Mitgliedschaft.
sv: Inget aktivt medlemskap.

# membershipSyncEnabled
source: Sync is enabled.
de: Synchronisierung ist aktiviert.
sv: Synkronisering är aktiverad.

# membershipSyncDisabled
source: Sync is disabled.
de: Synchronisierung ist deaktiviert.
sv: Synkronisering är inaktiverad.

# membershipLastPayment
source: Last payment via {method}.
de: Letzte Zahlung über {method}.
sv: Senaste betalningen via {method}.

# membershipRetentionInfo
source: Synced data will remain available until {date}.
de: Synchronisierte Daten werden bis {date} aufbewahrt.
sv: Synkade data sparas till {date}.

# membershipActionsTitle
source: Choose a plan
de: Tarif auswählen
sv: Välj ett abonnemang

# membershipSubscribeMonthly
source: Monthly membership ({price})
de: Monatliche Mitgliedschaft ({price})
sv: Månadsmedlemskap ({price})

# membershipSubscribeYearly
source: Yearly membership ({price})
de: Jährliche Mitgliedschaft ({price})
sv: Årsmedlemskap ({price})

# membershipPayWithPaypal
source: Pay with PayPal
de: Mit PayPal bezahlen
sv: Betala med PayPal

# membershipPayWithBitcoin
source: Pay with Bitcoin
de: Mit Bitcoin bezahlen
sv: Betala med Bitcoin

# membershipCancelButton
source: Cancel membership
de: Mitgliedschaft kündigen
sv: Avsluta medlemskap

# membershipDeleteDataButton
source: Delete synced data now
de: Synchronisierte Daten jetzt löschen
sv: Radera synkade data nu

# membershipSubscribeSuccess
source: Membership updated successfully.
de: Mitgliedschaft wurde aktualisiert.
sv: Medlemskapet uppdaterades.

# membershipCancelSuccess
source: Membership cancelled.
de: Mitgliedschaft wurde beendet.
sv: Medlemskapet har avslutats.

# membershipDeleteSuccess
source: Synced data deleted.
de: Synchronisierte Daten wurden gelöscht.
sv: Synkade data har raderats.

# membershipPlanMonthlyLabel
source: Monthly membership
de: Monatliche Mitgliedschaft
sv: Månadsmedlemskap

# membershipPlanYearlyLabel
source: Yearly membership
de: Jährliche Mitgliedschaft
sv: Årsmedlemskap

# membershipPlanNoneLabel
source: No membership
de: Keine Mitgliedschaft
sv: Inget medlemskap

# settingsSignInPrompt
source: Sign in to sync your notes across devices.
de: Melde dich an, um deine Daten zwischen Geräten zu synchronisieren.
sv: Logga in för att synka dina data mellan enheter.

# settingsOpenLogin
source: Open login
de: Login öffnen
sv: Öppna inloggning

# syncNowButton
source: Sync now
de: Jetzt synchronisieren
sv: Synka nu

# syncInProgress
source: Syncing…
de: Synchronisiere …
sv: Synkroniserar …

# syncSuccess
source: Sync completed.
de: Synchronisation abgeschlossen.
sv: Synkroniseringen är klar.

# syncNotReady
source: Please sign in before synchronising.
de: Bitte melde dich an, bevor du synchronisierst.
sv: Logga in innan du synkroniserar.

# syncConflictTitle
source: Synchronisation conflict
de: Synchronisationskonflikt
sv: Synkroniseringskonflikt

# syncConflictMessage
source: Select which version should be kept.
de: Wähle, welche Version behalten werden soll.
sv: Välj vilken version som ska behållas.

# syncConflictKeepLocal
source: Keep device version
de: Geräteversion behalten
sv: Behåll enhetens version

# syncConflictKeepServer
source: Keep server version
de: Serverversion übernehmen
sv: Behåll serverversionen

# syncConflictResolved
source: Conflicts resolved.
de: Konflikte wurden gelöst.
sv: Konflikter lösta.

# syncConflictDeviceLabel
source: Device
de: Gerät
sv: Enhet

# validationRequiredField
source: Please fill out this field.
sv: Fyll i det här fältet.

# validationNumberField
source: Enter a valid number.
sv: Ange ett giltigt tal.
