Repository: KayBeckmann/tracker
Catalog: app/lib/l10n/app_*.arb
Languages: de, sv

# ledgerAccountCreateTitle
source: Create account
sv: Skapa konto

# ledgerAccountEditTitle
source: Edit account
sv: Redigera konto

# ledgerAccountNameLabel
source: Account name
sv: Kontonamn

# ledgerAccountKindLabel
source: Account type
sv: Kontotyp

# ledgerAccountCurrencyLabel
source: Currency
sv: Valuta

# ledgerValidationCurrencyCode
source: Enter a three-letter currency code.
sv: Ange en tresiffrig valutakod.

# ledgerAccountInitialBalanceLabel
source: Starting balance
sv: Startsaldo

# ledgerAccountIncludeInNetWorthLabel
source: Include in total balance
sv: Ta med i totalsaldo

# ledgerAccountCreateButton
source: Add account
sv: Lägg till konto

# ledgerAccountCreateSuccess
source: Account "{name}" created.
sv: Konto "{name}" har skapats.

# ledgerAccountUpdateSuccess
source: Account "{name}" updated.
sv: Konto "{name}" har uppdaterats.

# ledgerAccountDeleteTitle
source: Delete account?
sv: Ta bort konto?

# ledgerAccountDeleteMessage
source: Delete the account "{name}"? All related transactions stay on this device.
sv: Ta bort kontot "{name}"? Tillhörande transaktioner finns kvar på enheten.

# ledgerAccountDeleteSuccess
source: Account "{name}" deleted.
sv: Konto "{name}" har tagits bort.

# ledgerAccountActualBalance
source: Balance: {amount} {currency}
sv: Saldo: {amount} {currency}

# ledgerAccountPlannedIncome
source: Planned income: {amount} {currency}
sv: Planerade inkomster: {amount} {currency}

# ledgerAccountPlannedExpense
source: Planned spending: {amount} {currency}
sv: Planerade utgifter: {amount} {currency}

# ledgerAccountEmptyTitle
source: Create your first account
sv: Skapa ditt första konto

# ledgerAccountEmptyDescription
source: Track your cash, bank accounts, depots, investments or crypto wallets.
sv: Hantera kontanter, bankkonton, depåer, tillgångar eller kryptoplånböcker.

# ledgerAccountKindCash
source: Cash
sv: Kontanter

# ledgerAccountKindBank
source: Bank account
sv: Bankkonto

# ledgerAccountKindDepot
source: Depot
sv: Depå

# ledgerAccountKindAsset
source: Asset
sv: Tillgång

# ledgerAccountKindCrypto
source: Crypto wallet
sv: Kryptoplånbok

# ledgerTransactionCreateTitle
source: New transaction
sv: Ny transaktion

# ledgerTransactionEditTitle
source: Edit transaction
sv: Redigera transaktion

# ledgerTransactionKindLabel
source: Transaction type
sv: Transaktionstyp

# ledgerTransactionAccountLabel
source: Account
sv: Konto

# ledgerTransactionSourceAccountLabel
source: Source account
sv: Från konto

# ledgerTransactionTargetAccountLabel
source: Target account
sv: Till konto

# ledgerValidationDifferentAccounts
source: Choose two different accounts.
sv: Välj två olika konton.

# ledgerTransactionCategoryLabel
source: Category
sv: Kategori

# ledgerTransactionSubcategoryLabel
source: Subcategory
sv: Underkategori

# ledgerTransactionNoSubcategory
source: No subcategory
sv: Ingen underkategori

# ledgerTransactionAmountLabel
source: Amount
sv: Belopp

# ledgerTransactionCurrencyLabel
source: Currency
sv: Valuta

# ledgerTransactionDateLabel
source: Booking date: {date}
sv: Bokföringsdatum: {date}

# ledgerTransactionDescriptionLabel
source: Description
sv: Beskrivning

# ledgerTransactionCryptoSymbolLabel
source: Crypto symbol
sv: Kryptosymbol

# ledgerTransactionCryptoQuantityLabel
source: Crypto amount
sv: Kryptomängd

# ledgerTransactionCryptoPriceLabel
source: Price per unit
sv: Pris per enhet

# ledgerTransactionPlannedLabel
source: Planned transaction
sv: Planerad transaktion

# ledgerTransactionCreateButton
source: Add transaction
sv: Lägg till transaktion

# ledgerTransactionNoAccountsWarning
source: Create an account before recording transactions.
sv: Skapa ett konto innan du registrerar transaktioner.

# ledgerTransactionDeleteTitle
source: Delete transaction?
sv: Ta bort transaktion?

# ledgerTransactionDeleteMessage
source: Delete this transaction from this device?
sv: Vill du ta bort den här transaktionen från enheten?

# ledgerTransactionMarkExecuted
source: Mark as executed
sv: Markera som utförd

# ledgerTransactionFilterType
source: Type
sv: Typ

# ledgerTransactionFilterAll
source: All types
sv: Alla typer

# ledgerTransactionFilterAllStatuses
source: All statuses
sv: Alla statusar

# ledgerTransactionFilterExecuted
source: Executed
sv: Utförd

# ledgerTransactionFilterPlanned
source: Planned
sv: Planerad

# ledgerTransactionStatusPlanned
source: Planned
sv: Planerad

# ledgerTransactionEmptyTitle
source: No transactions yet
sv: Inga transaktioner ännu

# ledgerTransactionEmptyDescription
source: Add income, expenses or transfers to start tracking your finances.
sv: Lägg till inkomster, utgifter eller överföringar för att börja följa din ekonomi.

# ledgerTransactionKindIncome
source: Income
sv: Inkomst

# ledgerTransactionKindExpense
source: Expense
sv: Utgift

# ledgerTransactionKindTransfer
source: Transfer
sv: Överföring

# ledgerTransactionKindCryptoPurchase
source: Crypto purchase
sv: Kryptoköp

# ledgerCryptoCurrentPriceLoading
source: Loading current price for {symbol}…
sv: Hämtar aktuellt pris för {symbol} …

# ledgerCryptoProfit
source: Profit {amount} {currency}
sv: Vinst {amount} {currency}

# ledgerCryptoLoss
source: Loss {amount} {currency}
sv: Förlust {amount} {currency}

# ledgerCryptoCurrentPriceLabel
source: Current price {price} {currency} ({symbol})
sv: Aktuellt pris {price} {currency} ({symbol})

# ledgerBudgetCreateTitle
source: New budget
sv: Ny budget

# ledgerBudgetEditTitle
source: Edit budget
sv: Redigera budget

# ledgerBudgetCategoryLabel
source: Category or subcategory
sv: Kategori eller underkategori

# ledgerBudgetYearLabel
source: Year
sv: År

# ledgerBudgetMonthLabel
source: Month
sv: Månad

# ledgerBudgetQuarterLabel
source: Quarter
sv: Kvartal

# ledgerBudgetAmountLabel
source: Amount
sv: Belopp

# ledgerBudgetCurrencyLabel
source: Currency
sv: Valuta

# ledgerBudgetCreateButton
source: Add budget
sv: Lägg till budget

# ledgerBudgetDeleteTitle
source: Delete budget?
sv: Ta bort budget?

# ledgerBudgetDeleteMessage
source: Remove this budget from this device?
sv: Vill du ta bort den här budgeten från enheten?

# ledgerBudgetUnknownCategory
source: Unknown category
sv: Okänd kategori

# ledgerBudgetUsageSummary
source: Spent {actual} of {total} {currency}
sv: {actual} av {total} {currency} har använts

# ledgerBudgetPlannedAmount
source: Planned: {amount} {currency}
sv: Planerat: {amount} {currency}

# ledgerBudgetEmptyTitle
source: No budgets defined
sv: Inga budgetar

# ledgerBudgetEmptyDescription
source: Create budgets for categories and subcategories to keep an eye on spending.
sv: Skapa budgetar för kategorier och underkategorier för att hålla koll på utgifterna.

# ledgerBudgetPeriodMonthly
source: Monthly
sv: Månadsvis

# ledgerBudgetPeriodQuarterly
source: Quarterly
sv: Kvartalsvis

# ledgerBudgetPeriodYearly
source: Yearly
sv: Årsvis

# ledgerBudgetQuarterName
source: Quarter {quarter} {year}
sv: Kvartal {quarter} {year}

# ledgerCategoryCreateTitle
source: New category
sv: Ny kategori

# ledgerCategoryEditTitle
source: Edit category
sv: Redigera kategori

# ledgerCategoryNameLabel
source: Name
sv: Namn

# ledgerCategoryParentLabel
source: Parent category
sv: Överordnad kategori

# ledgerCategoryNoParent
source: No parent
sv: Ingen överordnad

# ledgerCategoryKindLabel
source: Type
sv: Typ

# ledgerCategoryArchiveLabel
source: Archive category
sv: Arkivera kategori

# ledgerCategoryCreateButton
source: Add category
sv: Lägg till kategori

# ledgerCategoryCreateSubButton
source: Add subcategory
sv: Lägg till underkategori

# ledgerCategoryIncomeSection
source: Income categories
sv: Inkomstkategorier

# ledgerCategoryExpenseSection
source: Expense categories
sv: Utgiftskategorier

# ledgerCategoryEmptySection
source: No categories yet.
sv: Inga kategorier ännu.

# ledgerCategoryActiveLabel
source: Active
sv: Aktiv

# ledgerCategoryArchivedLabel
source: Archived
sv: Arkiverad

# ledgerCategoryNoSubcategories
source: No subcategories.
sv: Inga underkategorier.

# ledgerCategoryDeleteTitle
source: Delete category?
sv: Ta bort kategori?

# ledgerCategoryDeleteMessage
source: Delete the category "{name}"?
sv: Vill du ta bort kategorin "{name}"?

# ledgerCategoryKindIncome
source: Income
sv: Inkomst

# ledgerCategoryKindExpense
source: Expense
sv: Utgift

# ledgerRecurringCreateTitle
source: New standing order
sv: Ny stående transaktion

# ledgerRecurringEditTitle
source: Edit standing order
sv: Redigera stående transaktion

# ledgerRecurringNameLabel
source: Name
sv: Namn

# ledgerRecurringAmountLabel
source: Amount
sv: Belopp

# ledgerRecurringCurrencyLabel
source: Currency
sv: Valuta

# ledgerRecurringIntervalLabel
source: Interval
sv: Intervall

# ledgerRecurringIntervalCountLabel
source: Interval count
sv: Antal intervall

# ledgerRecurringNextOccurrenceLabel
source: Next occurrence: {date}
sv: Nästa tillfälle: {date}

# ledgerRecurringAutoApplyLabel
source: Automatically create transactions
sv: Skapa transaktioner automatiskt

# ledgerRecurringMetadataLabel
source: Notes
sv: Noteringar

# ledgerRecurringCreateButton
source: Add standing order
sv: Lägg till stående transaktion

# ledgerRecurringDeleteTitle
source: Delete standing order?
sv: Ta bort stående transaktion?

# ledgerRecurringDeleteMessage
source: Remove this standing order?
sv: Vill du ta bort den här stående transaktionen?

# ledgerRecurringApplyNow
source: Create transaction now
sv: Skapa transaktion nu

# ledgerRecurringEmptyTitle
source: No standing orders yet
sv: Inga stående transaktioner ännu

# ledgerRecurringEmptyDescription
source: Create templates for recurring income, expenses or transfers.
sv: Skapa mallar för återkommande inkomster, utgifter eller överföringar.

# ledgerRecurringIntervalDaily
source: Daily
sv: Dagligen

# ledgerRecurringIntervalWeekly
source: Weekly
sv: Veckovis

# ledgerRecurringIntervalMonthly
source: Monthly
sv: Månadsvis

# ledgerRecurringIntervalQuarterly
source: Quarterly
sv: Kvartalsvis

# ledgerRecurringIntervalYearly
source: Yearly
sv: Årsvis

# ledgerRecurringIntervalCustom
source: Custom
sv: Anpassat

# ledgerTabAccounts
source: Accounts
sv: Konton

# ledgerTabTransactions
source: Transactions
sv: Transaktioner

# ledgerTabBudgets
source: Budgets
sv: Budgetar

# ledgerTabRecurring
source: Standing orders
sv: Stående transaktioner

# ledgerTabCategories
source: Categories
sv: Kategorier

# ledgerDashboardNoAccounts
source: Create an account to see your finances here.
sv: Skapa ett konto för att se din ekonomi här.

# ledgerDashboardNoNetWorth
source: No balances recorded yet.
sv: Inga saldon ännu.

# ledgerDashboardPlannedIncomeChip
source: {currency} income {amount}
sv: {currency} inkomster {amount}

# ledgerDashboardPlannedExpenseChip
source: {currency} spending {amount}
sv: {currency} utgifter {amount}

# ledgerDashboardBudgetsTitle
source: Budgets overview
sv: Budgetöversikt

# ledgerDashboardNoBudgets
source: No budgets for the current period.
sv: Inga budgetar för den aktuella perioden.
