Repository: KayBeckmann/tracker
Catalog: app/lib/l10n/app_*.arb
Languages: de, sv

# appTitle
source: Personal Tracker
de: Tracker
sv: Tracker

# navDashboard
source: Dashboard
sv: Instrumentpanel

# navNotes
source: Notes
de: Notizen
sv: Anteckningar

# navTasks
source: Tasks
de: Aufgaben
sv: Uppgifter

# navTimeTracking
source: Time tracking
de: Zeiterfassung
sv: Tidsspårning

# navHabits
source: Habits
de: Gewohnheiten
sv: Vanor

# navLedger
source: Household Ledger
de: Haushaltsbuch
sv: Hushållsbok

# navSettings
source: Settings
de: Einstellungen
sv: Inställningar

# navigationMenu
source: Navigation
sv: Navigering

# navigationUserTooltip
source: Logged-in user
de: Angemeldeter Benutzer
sv: Inloggad användare

# navLogout
source: Sign out
de: Abmelden
sv: Logga ut

# navClearHistory
source: Clear local history
de: Lokale Historie löschen
sv: Rensa lokal historik

# commonCancel
source: Cancel
de: Abbrechen
sv: Avbryt

# commonSave
source: Save
de: Speichern
sv: Spara

# commonDelete
source: Delete
de: Löschen
sv: Ta bort

# commonCreate
source: Create
de: Erstellen
sv: Skapa

# commonEdit
source: Edit
de: Bearbeiten
sv: Redigera

# dashboardWelcome
source: Welcome to the dashboard, {name}
de: Willkommen im Dashboard, {name}
sv: Välkommen till instrumentpanelen, {name}

# dashboardSignedInAs
source: Signed in as {email}. Keep track of your backend communication and trigger actions right from here.
de: Angemeldet als {email}. Behalte deine Backend-Kommunikation im Blick und starte Aktionen direkt von hier.
sv: Inloggad som {email}. Följ din backend-kommunikation och starta åtgärder direkt härifrån.

# dashboardCardStoredResponses
source: Stored responses
de: Gespeicherte Antworten
sv: Sparade svar

# dashboardCardLatestMessage
source: Latest message
de: Letzte Nachricht
sv: Senaste meddelande

# dashboardCardUser
source: User
de: Benutzer
sv: Användare

# dashboardQuickActionTitle
source: Quick action
de: Schnelle Aktion
sv: Snabb åtgärd

# dashboardQuickActionDescription
source: Fetch a new greeting from the backend and store it locally.
de: Hole eine neue Begrüßung vom Backend und speichere sie lokal.
sv: Hämta en ny hälsning från backend och spara den lokalt.

# dashboardQuickActionButton
source: Contact backend
de: Backend kontaktieren
sv: Kontakta backend

# dashboardQuickActionLoading
source: Loading...
de: Wird geladen...
sv: Laddar...

# dashboardLatestEntriesTitle
source: Recent responses
de: Aktuelle Antworten
sv: Senaste svar

# dashboardLatestEntriesEmpty
source: No responses stored yet.
de: Es sind noch keine Antworten gespeichert.
sv: Inga svar har sparats ännu.

# dashboardNotesCount
source: Total notes: {count}
de: Notizen insgesamt: {count}
sv: Totalt antal anteckningar: {count}

# dashboardNotesTopTags
source: Top tags
de: Beliebteste Tags
sv: Populäraste taggarna

# dashboardNotesNoTags
source: No tags yet.
de: Keine Tags vorhanden.
sv: Inga taggar ännu.

# dashboardTasksSummaryTitle
source: Tasks overview
de: Aufgabenüberblick
sv: Översikt över uppgifter

# dashboardTasksTotal
source: All tasks: {count}
de: Alle Aufgaben: {count}
sv: Alla uppgifter: {count}

# dashboardTasksInProgress
source: In progress: {count}
de: In Bearbeitung: {count}
sv: Pågår: {count}

# dashboardTasksHighPriority
source: High priority: {count}
de: Hohe Priorität: {count}
sv: Hög prioritet: {count}

# dashboardTasksNextDue
source: Next due: {title} (due {date})
de: Nächste fällige Aufgabe: {title} (fällig am {date})
sv: Nästa förfallande: {title} (förfaller {date})

# dashboardTasksNoUpcoming
source: No upcoming tasks.
de: Keine anstehenden Aufgaben.
sv: Inga kommande uppgifter.

# dashboardOpenTasksTooltip
source: Open tasks
de: Aufgaben öffnen
sv: Öppna uppgifter

# statusNotContacted
source: The backend has not been contacted yet.
de: Das Backend wurde noch nicht kontaktiert.
sv: Backend har ännu inte kontaktats.

# statusSendingRequest
source: Sending request to {url}...
de: Sende Anfrage an {url}...
sv: Skickar förfrågan till {url}...

# statusError
source: Error: {description}
de: Fehler: {description}
sv: Fel: {description}

# statusHistoryCleared
source: All local entries have been deleted.
de: Alle lokalen Einträge wurden gelöscht.
sv: Alla lokala poster har raderats.

# communicationHeading
source: Basic communication with the backend
de: Basiskommunikation mit dem Backend
sv: Grundläggande kommunikation med backend

# communicationBackendUrl
source: Current backend URL: {url}
de: Aktuelle Backend-URL: {url}
sv: Aktuell backend-URL: {url}

# communicationNameLabel
source: Name
sv: Namn

# communicationButton
source: Contact backend
de: Backend kontaktieren
sv: Kontakta backend

# notesPlaceholder
source: Your notes will appear here soon.
de: Hier werden demnächst deine Notizen erscheinen.
sv: Dina anteckningar visas här snart.

# notesCreateButtonLabel
source: New note
de: Neue Notiz
sv: Ny anteckning

# notesCreateMarkdown
source: Markdown note
de: Markdown-Notiz
sv: Markdown-anteckning

# notesCreateDrawing
source: Drawing note
de: Zeichnung
sv: Teckning

# notesClearFiltersTooltip
source: Clear filters
de: Filter zurücksetzen
sv: Rensa filter

# notesSearchHint
source: Search notes
de: Notizen durchsuchen
sv: Sök anteckningar

# notesSearchTagHint
source: Filter tags
de: Nach Tags filtern
sv: Filtrera taggar

# notesTabActive
source: Notes
sv: Anteckningar

# notesTabArchive
source: Archive
sv: Arkiv

# notesTagFilterLabel
source: Tag filter
sv: Taggfilter

# notesTagFilterAll
source: All tags
de: Alle Tags
sv: Alla taggar

# notesTagSuggestionsLabel
source: Suggestions
de: Vorschläge
sv: Förslag

# notesEmptyPlaceholder
source: No notes yet. Create the first one to start collecting ideas.
de: Noch keine Notizen vorhanden. Lege deine erste Notiz an, um Ideen zu sammeln.
sv: Inga anteckningar ännu. Skapa din första anteckning för att samla idéer.

# notesArchiveEmpty
source: No archived notes yet.
sv: Inga arkiverade anteckningar.

# notesUntitled
source: Untitled note
de: Unbenannte Notiz
sv: Namnlös anteckning

# notesTitleLabel
source: Title
de: Titel
sv: Titel

# notesTitleHint
source: Optional title (first line used if empty)
de: Optionaler Titel (erste Zeile wird sonst verwendet)
sv: Valfri titel (första raden används annars)

# notesTagLabel
source: Tags
sv: Taggar

# notesTagHint
source: Comma-separated tags
de: Tags, durch Kommas getrennt
sv: Taggar separerade med komma

# notesMarkdownLabel
source: Markdown content
de: Markdown-Inhalt
sv: Markdown-innehåll

# notesMarkdownHint
source: Write your note using Markdown formatting.
de: Schreibe deine Notiz in Markdown.
sv: Skriv din anteckning med Markdown.

# notesMarkdownTabPreview
source: Preview
de: Vorschau
sv: Förhandsgranska

# notesMarkdownPreviewEmpty
source: Nothing to preview yet.
de: Noch nichts zum Anzeigen vorhanden.
sv: Inget att visa ännu.

# notesMarkdownEmptyWarning
source: Add some content before saving the note.
de: Bitte füge Inhalt hinzu, bevor du die Notiz speicherst.
sv: Lägg till innehåll innan du sparar anteckningen.

# notesEditorTitleNew
source: New note
de: Neue Notiz
sv: Ny anteckning

# notesEditorTitleEdit
source: Edit note
de: Notiz bearbeiten
sv: Redigera anteckning

# notesEditorSave
source: Save
de: Speichern
sv: Spara

# notesDeleteTooltip
source: Delete note
de: Notiz löschen
sv: Ta bort anteckning

# notesDeleteDialogTitle
source: Delete note?
de: Notiz löschen?
sv: Ta bort anteckning?

# notesDeleteDialogMessage
source: This note will be removed from this device. This action cannot be undone.
de: Diese Notiz wird auf diesem Gerät entfernt. Dieser Vorgang kann nicht rückgängig gemacht werden.
sv: Den här anteckningen tas bort från den här enheten. Åtgärden kan inte ångras.

# notesDeleteDialogConfirm
source: Delete
de: Löschen
sv: Ta bort

# notesArchiveTooltip
source: Move note to archive
sv: Arkivera anteckning

# notesUnarchiveTooltip
source: Restore note
sv: Återställ anteckning

# notesDrawingTitleNew
source: New drawing
de: Neue Zeichnung
sv: Ny teckning

# notesDrawingTitleEdit
source: Edit drawing
de: Zeichnung bearbeiten
sv: Redigera teckning

# notesDrawingTitleHint
source: Optional title for this drawing
de: Optionaler Titel für diese Zeichnung
sv: Valfri titel för teckningen

# notesDrawingEmptyWarning
source: Add at least one stroke before saving.
de: Füge mindestens einen Strich hinzu, bevor du speicherst.
sv: Lägg till minst ett streck innan du sparar.

# notesDrawingUndo
source: Undo last stroke
de: Letzten Strich rückgängig
sv: Ångra senaste streck

# notesDrawingClear
source: Clear canvas
de: Zeichenfläche leeren
sv: Rensa ritfält

# notesDrawingHideDetails
source: Hide details
de: Details ausblenden
sv: Dölj detaljer

# notesDrawingShowDetails
source: Show details
de: Details einblenden
sv: Visa detaljer

# notesDrawingToolPen
source: Pen
de: Stift
sv: Penna

# notesDrawingToolEraser
source: Eraser
de: Radiergummi
sv: Suddgummi

# notesDrawingToolLine
source: Line
de: Linie
sv: Linje

# notesDrawingToolRectangle
source: Rectangle
de: Rechteck
sv: Rektangel

# notesDrawingToolEllipse
source: Ellipse
sv: Ellips

# notesDrawingStrokeLabel
source: Stroke width
de: Strichstärke
sv: Linjebredd

# genericCancel
source: Cancel
de: Abbrechen
sv: Avbryt

# tasksPlaceholder
source: Organise upcoming tasks here.
de: Plane und strukturiere hier deine Aufgaben.
sv: Organisera kommande uppgifter här.

# tasksTabList
source: List
de: Liste
sv: Lista

# tasksTabCalendar
source: Calendar
de: Kalender
sv: Kalender

# tasksTabArchive
source: Archive
sv: Arkiv

# tasksCreateButton
source: New task
de: Neue Aufgabe
sv: Ny uppgift

# tasksEmptyPlaceholder
source: No tasks yet. Create your first task to stay organised.
de: Noch keine Aufgaben. Erstelle deine erste Aufgabe, um den Überblick zu behalten.
sv: Inga uppgifter ännu. Skapa din första uppgift för att hålla koll.

# tasksCalendarEmpty
source: No tasks are due on this day.
de: Für diesen Tag sind keine Aufgaben fällig.
sv: Inga uppgifter förfaller den här dagen.

# tasksCreateTitle
source: New task
de: Neue Aufgabe
sv: Ny uppgift

# tasksEditTitle
source: Edit task
de: Aufgabe bearbeiten
sv: Redigera uppgift

# tasksSaveButton
source: Save
de: Speichern
sv: Spara

# tasksTitleLabel
source: Title
de: Titel
sv: Titel

# tasksTitleHint
source: What needs to be done?
de: Was soll erledigt werden?
sv: Vad behöver göras?

# tasksTitleValidationError
source: Please enter a title for the task.
de: Bitte gib einen Titel für die Aufgabe ein.
sv: Ange en titel för uppgiften.

# tasksPriorityLabel
source: Priority
de: Priorität
sv: Prioritet

# tasksDueDateLabel
source: Due date
de: Fälligkeitsdatum
sv: Förfallodatum

# tasksDueDateHelper
source: Tasks are shown in the calendar by their due date.
de: Aufgaben werden im Kalender anhand ihres Fälligkeitsdatums angezeigt.
sv: Uppgifter visas i kalendern baserat på förfallodatum.

# tasksPickDateButton
source: Select date
de: Datum wählen
sv: Välj datum

# tasksReminderToggleLabel
source: Enable reminder
de: Erinnerung aktivieren
sv: Aktivera påminnelse

# tasksReminderToggleDescription
source: Show a device notification at a custom time.
de: Zeigt zum gewählten Zeitpunkt eine Gerätebenachrichtigung an.
sv: Visa en enhetspåminnelse vid en tid du väljer.

# tasksReminderScheduleLabel
source: Reminder time
de: Erinnerungszeit
sv: Tid för påminnelse

# tasksReminderScheduleHelper
source: Choose when the device should notify you.
de: Lege fest, wann das Gerät dich erinnern soll.
sv: Välj när enheten ska påminna dig.

# tasksReminderUnset
source: No reminder selected yet.
de: Noch keine Erinnerung festgelegt.
sv: Ingen påminnelse vald ännu.

# tasksReminderPickDateButton
source: Select reminder date
de: Erinnerungsdatum wählen
sv: Välj datum för påminnelse

# tasksReminderPickTimeButton
source: Select reminder time
de: Erinnerungszeit wählen
sv: Välj tid för påminnelse

# tasksReminderClearButton
source: Remove reminder
de: Erinnerung entfernen
sv: Ta bort påminnelsen

# tasksReminderValidationMissing
source: Please choose a reminder date and time.
de: Bitte wähle Datum und Uhrzeit für die Erinnerung.
sv: Välj datum och tid för påminnelsen.

# tasksReminderValidationPast
source: Reminder time must be in the future.
de: Die Erinnerung muss in der Zukunft liegen.
sv: Påminnelsen måste ligga i framtiden.

# tasksTagsLabel
source: Tags
sv: Taggar

# tasksTagsHint
source: Tags separated by commas
de: Tags, durch Kommas getrennt
sv: Taggar separerade med kommatecken

# tasksTagSuggestionsLabel
source: Suggestions
de: Vorschläge
sv: Förslag

# tasksFiltersReset
source: Reset
de: Zurücksetzen
sv: Återställ

# tasksShowFiltersTooltip
source: Show filters
de: Filter einblenden
sv: Visa filter

# tasksHideFiltersTooltip
source: Hide filters
de: Filter ausblenden
sv: Dölj filter

# tasksArchiveTooltip
source: Move to archive
sv: Flytta till arkivet

# tasksUnarchiveTooltip
source: Restore from archive
sv: Återställ från arkivet

# tasksSortLabel
source: Sort by
de: Sortieren nach
sv: Sortera efter

# tasksSortDueDateAsc
source: Due date ↑
de: Fälligkeit ↑
sv: Förfallodatum ↑

# tasksSortDueDateDesc
source: Due date ↓
de: Fälligkeit ↓
sv: Förfallodatum ↓

# tasksSortPriority
source: Priority
de: Priorität
sv: Prioritet

# tasksLinkedNoteLabel
source: Linked note
de: Verknüpfte Notiz
sv: Länkad anteckning

# tasksNoNoteLinked
source: No note linked yet.
de: Noch keine Notiz verknüpft.
sv: Ingen anteckning länkad ännu.

# tasksRemoveNoteTooltip
source: Remove linked note
de: Verknüpfte Notiz entfernen
sv: Ta bort länkad anteckning

# tasksSelectNoteButton
source: Link existing note
de: Bestehende Notiz verknüpfen
sv: Länka befintlig anteckning

# tasksCreateNoteButton
source: Create new note
de: Neue Notiz erstellen
sv: Skapa ny anteckning

# tasksCreateMarkdownNote
source: Create Markdown note
de: Markdown-Notiz erstellen
sv: Skapa Markdown-anteckning

# tasksCreateDrawingNote
source: Create drawing note
de: Zeichnungsnotiz erstellen
sv: Skapa teckningsanteckning

# tasksNoNotesFound
source: No notes available yet.
de: Es sind noch keine Notizen vorhanden.
sv: Inga anteckningar tillgängliga ännu.

# tasksOpenLinkedNoteButton
source: Open note
de: Notiz öffnen
sv: Öppna anteckning

# tasksTrackedTimeEmpty
source: No time entries linked yet.
de: Noch keine Zeiten verknüpft.
sv: Inga tider kopplade ännu.

# tasksTrackedTimeTotal
source: Tracked work time: {duration}
de: Erfasste Arbeitszeit: {duration}
sv: Registrerad arbetstid: {duration}

# tasksTrackedTimeMore
source: {count} more entries
de: {count} weitere Buchungen
sv: {count} ytterligare poster

# tasksReminderNotificationGenericTitle
source: Task reminder
de: Aufgaben-Erinnerung
sv: Uppgiftspåminnelse

# tasksReminderNotificationBody
source: Reminder scheduled for {date} at {time}.
de: Erinnerung für {date} um {time}.
sv: Påminnelse för {date} kl. {time}.

# tasksDueDateLabelValue
source: Due: {date}
de: Fällig: {date}
sv: Förfallodatum: {date}

# tasksReminderLabelValue
source: Reminder: {date} at {time}
de: Erinnerung: {date} um {time}
sv: Påminnelse: {date} kl. {time}

# tasksStatusTodo
source: To do
de: Offen
sv: Att göra

# tasksStatusInProgress
source: In progress
de: In Arbeit
sv: Pågår

# tasksStatusDone
source: Done
de: Erledigt
sv: Klar

# tasksPriorityLow
source: Low priority
de: Niedrige Priorität
sv: Låg prioritet

# tasksPriorityMedium
source: Medium priority
de: Mittlere Priorität
sv: Medelhög prioritet

# tasksPriorityHigh
source: High priority
de: Hohe Priorität
sv: Hög prioritet

# tasksPreviewOpenEditor
source: Open in editor
de: Im Editor öffnen
sv: Öppna i redigerare

# timeTrackingSettingsTitle
source: Time tracking
de: Zeiterfassung
sv: Tidrapportering

# timeTrackingSettingsRoundingLabel
source: Rounding interval
de: Rundungsintervall
sv: Avrundningsintervall

# timeTrackingRoundingMinute
source: To the minute
de: Minutengenau
sv: På minuten

# timeTrackingRoundingFive
source: 5-minute steps
de: 5-Minuten-Schritte
sv: 5-minuterssteg

# timeTrackingRoundingTen
source: 10-minute steps
de: 10-Minuten-Schritte
sv: 10-minuterssteg

# timeTrackingRoundingQuarter
source: Quarter-hour steps
de: Viertelstundenschritte
sv: Kvartsteg

# timeTrackingSettingsTargetLabel
source: Target hours
de: Sollstunden
sv: Måltimmar

# timeTrackingSettingsTargetNone
source: No target
de: Kein Ziel
sv: Inget mål

# timeTrackingSettingsTargetDaily
source: Daily target
de: Tagesziel
sv: Dagligt mål

# timeTrackingSettingsTargetWeekly
source: Weekly target
de: Wochenziel
sv: Veckomål

# timeTrackingSettingsDailyHoursLabel
source: Target per day (HH:MM)
de: Soll pro Tag (HH:MM)
sv: Mål per dag (HH:MM)

# timeTrackingSettingsWeeklyHoursLabel
source: Target per week (HH:MM)
de: Soll pro Woche (HH:MM)
sv: Mål per vecka (HH:MM)

# timeTrackingSettingsDurationHint
source: Use HH:MM format, for example 08:00 or 37:30.
de: Verwende das Format HH:MM, z. B. 08:00 oder 37:30.
sv: Ange i formatet HH:MM, till exempel 08:00 eller 37:30.

# timeTrackingSettingsInvalidDuration
source: Please enter a valid duration in HH:MM.
de: Bitte gib eine gültige Dauer im Format HH:MM ein.
sv: Ange en giltig tid i formatet HH:MM.

# timeTrackingSummaryDay
source: Selected day: {date} • Work: {duration}
de: Ausgewählter Tag: {date} • Arbeit: {duration}
sv: Vald dag: {date} • Arbete: {duration}

# timeTrackingSummaryAllEntries
source: All entries: {duration}
de: Alle Einträge: {duration}
sv: Alla poster: {duration}

# timeTrackingSummaryWeek
source: Week {start} – {end}: {duration}
de: Woche {start} – {end}: {duration}
sv: Vecka {start} – {end}: {duration}

# timeTrackingSummaryDelta
source: Delta: {delta}
sv: Differens: {delta}

# timeTrackingCalendarPrevious
source: Previous month
de: Vorheriger Monat
sv: Föregående månad

# timeTrackingCalendarNext
source: Next month
de: Nächster Monat
sv: Nästa månad

# timeTrackingStartNowButton
source: Clock in now
de: Jetzt einstempeln
sv: Starta nu

# timeTrackingStopNowButton
source: Clock out now
de: Jetzt ausstempeln
sv: Stoppa nu

# timeTrackingAddManualButton
source: Add manual entry
de: Zeit nachtragen
sv: Lägg till manuellt

# timeTrackingNoEntriesForDay
source: No entries for the selected day.
de: Keine Einträge für den ausgewählten Tag.
sv: Inga poster för vald dag.

# timeTrackingManualEntrySaved
source: Time entry saved.
de: Zeiteintrag gespeichert.
sv: Tid sparad.

# timeTrackingDeleteEntryTitle
source: Delete time entry
de: Zeiteintrag löschen
sv: Ta bort tidspost

# timeTrackingDeleteEntryMessage
source: Do you want to delete this time entry?
de: Möchtest du diesen Zeiteintrag löschen?
sv: Vill du ta bort den här posten?

# timeTrackingDeleteEntryConfirm
source: Delete
de: Löschen
sv: Ta bort

# timeTrackingEntryDeleted
source: Time entry deleted.
de: Zeiteintrag gelöscht.
sv: Tidsposten togs bort.

# timeTrackingKindWork
source: Work
de: Arbeit
sv: Arbete

# timeTrackingKindVacation
source: Vacation
de: Urlaub
sv: Semester

# timeTrackingKindDayOff
source: Day off
de: Freier Tag
sv: Ledig dag

# timeTrackingKindSick
source: Sick leave
de: Krankheit
sv: Sjukfrånvaro

# timeTrackingEntryRunning
source: {start} • Running ({duration})
de: {start} • Laufend ({duration})
sv: {start} • Pågår ({duration})

# timeTrackingLinkedTask
source: Linked task: {title}
de: Verknüpfte Aufgabe: {title}
sv: Kopplad uppgift: {title}

# timeTrackingEditEntryTooltip
source: Edit entry
de: Eintrag bearbeiten
sv: Redigera post

# timeTrackingDeleteEntryTooltip
source: Delete entry
de: Eintrag löschen
sv: Ta bort post

# timeTrackingFormTitle
source: Time entry
de: Zeiteintrag
sv: Tidspost

# timeTrackingFormEndLabel
source: End
de: Ende
sv: Slut

# timeTrackingFormDurationLabel
source: Duration: {value}
de: Dauer: {value}
sv: Varaktighet: {value}

# timeTrackingFormKindLabel
source: Type
de: Art
sv: Typ

# timeTrackingFormTaskLabel
source: Linked task
de: Verknüpfte Aufgabe
sv: Kopplad uppgift

# timeTrackingFormNoTask
source: No task
de: Keine Aufgabe
sv: Ingen uppgift

# timeTrackingFormNoteLabel
source: Note
de: Notiz
sv: Notering

# timeTrackingFormCancel
source: Cancel
de: Abbrechen
sv: Avbryt

# timeTrackingFormSave
source: Save
de: Speichern
sv: Spara

# timeTrackingFormInvalidDuration
source: Please choose an end after the start time.
de: Bitte ein Ende nach dem Start auswählen.
sv: Välj en sluttid efter starttiden.

# timeTrackingDashboardTitle
source: Time tracking
de: Zeiterfassung
sv: Tidrapportering

# timeTrackingDashboardToday
source: Today: {duration}
de: Heute: {duration}
sv: Idag: {duration}

# timeTrackingDashboardWeek
source: Week {start} – {end}: {duration}
de: Woche {start} – {end}: {duration}
sv: Vecka {start} – {end}: {duration}

# timeTrackingDashboardDeltaDaily
source: Daily delta: {value}
de: Tages-Delta: {value}
sv: Daglig differens: {value}

# timeTrackingDashboardDeltaWeekly
source: Weekly delta: {value}
de: Wochen-Delta: {value}
sv: Veckodifferens: {value}

# timeTrackingDashboardNoTarget
source: No target configured.
de: Kein Ziel hinterlegt.
sv: Inget mål angivet.

# timeTrackingDashboardOpenModule
source: Open time tracking
de: Zeiterfassung öffnen
sv: Öppna tidrapporteringen

# timeTrackingAlreadyRunning
source: A timer is already running.
de: Eine Erfassung läuft bereits.
sv: En registrering pågår redan.

# timeTrackingClockInSuccess
source: Started tracking.
de: Erfassung gestartet.
sv: Registrering startad.

# timeTrackingNoActiveEntry
source: No active timer.
de: Keine laufende Erfassung.
sv: Ingen aktiv registrering.

# timeTrackingClockOutSuccess
source: Stopped tracking ({duration}).
de: Erfassung beendet ({duration}).
sv: Registreringen stoppades ({duration}).

# journalPlaceholder
source: Capture your journal entries here and connect them with every module through shared tags.
de: Halte deine Einträge hier fest und verbinde sie über Tags mit Notizen, Aufgaben und der Zeiterfassung.
sv: Samla dina journalanteckningar här och länka dem till alla moduler via delade taggar.

# journalUnsavedChangesTitle
source: Unsaved changes
de: Ungespeicherte Änderungen
sv: Osparade ändringar

# journalUnsavedChangesMessage
source: You have unsaved changes for this day. What would you like to do?
de: Du hast ungespeicherte Änderungen für diesen Tag. Wie möchtest du fortfahren?
sv: Du har osparade ändringar för den här dagen. Hur vill du gå vidare?

# journalDiscardChanges
source: Discard
de: Verwerfen
sv: Ignorera

source: Journal entry saved.
de: Tagebucheintrag gespeichert.
sv: Dagboksinlägget sparades.

# journalEntrySaveError
source: Could not save the entry. Please try again.
de: Der Eintrag konnte nicht gespeichert werden. Bitte versuche es erneut.
sv: Det gick inte att spara inlägget. Försök igen.

# journalDeleteEntryTitle
source: Delete entry
de: Eintrag löschen
sv: Ta bort inlägg

# journalDeleteEntryMessage
source: Delete the journal entry for this day?
de: Den Tagebucheintrag für diesen Tag löschen?
sv: Vill du ta bort dagboksinlägget för den här dagen?

source: Journal entry deleted.
de: Tagebucheintrag gelöscht.
sv: Dagboksinlägget har tagits bort.

# journalApplyTemplateTitle
source: Apply daily template
de: Tagesvorlage übernehmen
sv: Använd dagmall

# journalApplyTemplateMessage
source: Replace the current content with your daily template?
de: Den aktuellen Inhalt durch deine Tagesvorlage ersetzen?
sv: Vill du ersätta innehållet med din dagliga mall?

# journalApplyTemplateButton
source: Apply template
de: Vorlage anwenden
sv: Använd mall

# journalNoEntryForDay
source: No entry for this day yet.
de: Für diesen Tag gibt es noch keinen Eintrag.
sv: Inget inlägg för den här dagen ännu.

# journalLastUpdated
source: Last updated {timestamp}
de: Zuletzt aktualisiert am {timestamp}
sv: Senast uppdaterad {timestamp}

# journalTabEdit
source: Edit
de: Bearbeiten
sv: Redigera

# journalTabPreview
source: Preview
de: Vorschau
sv: Förhandsvisa
